IDS_DGNCALCBASE_TEST = "DgnCalcBase-Test(Lang:EN)"
IDS_MESHPMCV_AUTOMESH_SectionData = "Les données de section ne conviennent pas à la génération de maillage."
IDS_MESHPMCV_AUTOMESH_MakeMesh = "Échec de la génération de l’auto-maillage."
IDS_MESHPMCV_AUTOMESH_Property = "Échec du calcul des propriétés de section de la section auto-maillée."
IDS_MESHPMCV_PROPERTY_Area = "Échec du calcul des propriétés de section (section transversale)."
IDS_MESHPMCV_PROPERTY_1stInertia = "Échec du calcul des propriétés de section (1er moment d’inertie)."
IDS_MESHPMCV_PROPERTY_2ndInertia = "Échec du calcul des propriétés de section (2e moment d’inertie)."
IDS_MESHPMCV_PROPERTY_PlasticCent = "Échec du calcul des propriétés de section (centre de gravité plastique)."
IDS_MESHPMCV_MAKECURV_PMCvAngle = "Il y a une erreur dans les informations d’angle de base pour la création de la courbe PM."
IDS_MESHPMCV_MAKECURV_PMCvLine = "Échec de la création de la courbe PM."
IDS_MESHPMCV_TUNECURV_LessLine = "La courbe PM ajustée automatiquement est inférieure à la courbe PM d’origine."
IDS_MESHPMCV_CALRATIO_SelectLine = "Il y a une erreur dans les candidats de courbe PM pour le calcul de la résistance de calcul."
IDS_MESHPMCV_CALRATIO_FindStrength = "Échec du calcul de la résistance de calcul."
IDS_MESHPMCV_CALRATIO_MakeCurve = "Échec du calcul de la courbe PM pour la résistance de calcul."
IDS_MESHPMCV_CALRATIO_OverIncAngle = "L’angle d’incrément est trop grand."
IDS_MESHPMCV_CALRATIO_ForceSum = "Échec du calcul de la somme des forces."
IDS_GEO_DGNCALC_PILE_FDN = "Fondation de pieux"
IDS_GEO_DGNCALC_FOOT_FDN = "Fondation directe"
IDS_GEO_DGNCALC_FDN_BEARING_REVIEW = "Vérification de la capacité portante"
IDS_GEO_DGNCALC_FDN_FRICTION_RESULT = "Friction de peau négative"
IDS_GEO_DGNCALC_FDN_SETTLE_RESULT = "Vérification du tassement"
IDS_GEO_DGNCALC_FDN_DIR_RESULT = "Capacité portante latérale"
IDS_GEO_DGNCALC_FDN_DGN_STANDARD_2009 = "Norme de conception des fondations des structures (2009.3)"
IDS_GEO_DGNCALC_FDN_RAILBRIDGE_DGN_2004 = "Norme de conception des ponts ferroviaires (2004)"
IDS_GEO_DGNCALC_FDN_BRIDGE_DGN_SPEC_2008 = "Spécifications de conception de pont (2008)"
IDS_GEO_DGNCALC_FDN_TIP_BEARING = "Capacité portante d'extrémité"
IDS_GEO_DGNCALC_FDN_FRICTION = "Friction de peau"
IDS_GEO_DGNCALC_FDN_PILE_TYPE = "Pieu battu"
IDS_GEO_DGNCALC_FDN_DRILLED = "Pieu coulé sur place"
IDS_GEO_DGNCALC_FDN_PILE_PURCHASE = "Pieu préfabriqué foré"
IDS_GEO_DGNCALC_FDN_INTERVAL_PILE = "Pieu foré"
IDS_GEO_DGNCALC_FDN_STEEL = "Pieu en acier"
IDS_GEO_DGNCALC_FDN_STATICS_REVIEW = "Vérification des statiques"
IDS_GEO_DGNCALC_FDN_FIELD_TEST = "Essai sur le terrain"
IDS_GEO_DGNCALC_FDN_BEARING_ROCK_REVIEW = "Capacité portante sur roche"
IDS_GEO_DGNCALC_SAND = "Sable"
IDS_GEO_DGNCALC_CLAY = "Argile"
IDS_GEO_DGNCALC_ROCK = "Roche"
IDS_GEO_DGNCALC_FDN_SPT = "Essai de pénétration standard"
IDS_GEO_DGNCALC_FDN_CPT = "Essai de pénétration statique au cône (CPT)"
IDS_GEO_DGNCALC_FDN_PMT = "Essai de pression"
IDS_GEO_DGNCALC_FDN_PBT = "Essai de portance de plaque"
IDS_GEO_DGNCALC_FDN_VST = "Essai de cisaillement à vane"
IDS_GEO_DGNCALC_FDN_ROWE_ARMITAGE = "Rowe. et al"
IDS_GEO_DGNCALC_FDN_ZHANG_EINSTEIN = "Zhang. et al"
IDS_GEO_DGNCALC_FDN_CANADIAN_2006 = "Fondation Canada (2006)"
IDS_GEO_DGNCALC_FDN_CANADIAN_1985 = "Fondation Canada (1985)"
IDS_GEO_DGNCALC_FDN_NAVFAC_1982 = "NAVFAC(1982)"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE_QUIROS = "Reese. et al"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1971 = "Meyerhof"
IDS_GEO_DGNCALC_FDN_MEYERHOF = "Meyerhof"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE = "Touma. et al"
IDS_GEO_DGNCALC_FDN_QUIROS_REESE = "Qurios. et al"
IDS_GEO_DGNCALC_FDN_REESE_ONEILL = "Reese. et al"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD = "Norme de conception des fondations des structures"
IDS_GEO_DGNCALC_FDN_ASSHTO = "AASHTO"
IDS_GEO_DGNCALC_FDN_FHWA = "FHWA"
IDS_GEO_DGNCALC_FDN_DRAIN_CONSIDER = "considérant c-Φ"
IDS_GEO_DGNCALC_FDN_ROCKSTRENTH_JOINT = "Résistance de la roche et propriétés des joints"
IDS_GEO_DGNCALC_FDN_LIMITE_COMPRESS = "Essai de charge en forage"
IDS_GEO_DGNCALC_FDN_SPT_UNLIMITE = "Essai de pénétration standard"
IDS_GEO_DGNCALC_FDN_CPT_UNLIMITE = "Essai de pénétration au cône"
IDS_GEO_DGNCALC_FDN_ROCKPILE_UNLIMITE = "Pieux enfoncés dans la roche"
IDS_GEO_DGNCALC_FDN_SAND_SPT = "Sol sablonneux - SPT"
IDS_GEO_DGNCALC_FDN_UNDRAIN_CLAY = "Argile - méthode du facteur α"
IDS_GEO_DGNCALC_FDN_EFFECT_STRESS = "Argile - méthode du facteur β"
IDS_GEO_DGNCALC_FDN_CLAY_FACTOR = "Argile - méthode du facteur λ"
IDS_GEO_DGNCALC_FDN_CONSTRUCT_DISTURB_CONSIDER = "Perturbation du sol"
IDS_GEO_DGNCALC_FDN_CLAY_LAYER = "Couche d'argile"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_TABLE = "Sol sablonneux"
IDS_GEO_DGNCALC_FDN_CLAY_ALPHA = "Argile - méthode du facteur α"
IDS_GEO_DGNCALC_FDN_CLAY_SPT = "Argile - SPT"
IDS_GEO_DGNCALC_FDN_CLAY_UNDRAIN = "Argile - résistance non drainée"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_FRICTION_TABLE = "Sol sablonneux"
IDS_GEO_DGNCALC_FDN_USE_SPT = "Essai de pénétration standard"
IDS_GEO_DGNCALC_FDN_ROCK_1988 = "Roche - Kulhawy"
IDS_GEO_DGNCALC_FDN_ROCK_1979 = "Roche - Kenney"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1976 = "Capacité portante (Meyerhof,1976) d’un sol sableux à l’aide de la valeur N du SPT"
IDS_GEO_DGNCALC_FDN_INTERNAL_FINALBLOW = "Enfoncement final du pieu"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEMILK = "Mélange de lait de ciment"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEPLACING = "Coulée de béton"
IDS_GEO_DGNCALC_FDN_STEELPILE_SOFTROCK = "Enfoncement de pieux en acier"
IDS_GEO_DGNCALC_FDN_CPT_TIP_RESISTANCE = "Essai de pénétration au cône"
IDS_GEO_DGNCALC_FDN_SPT_ELSE_UNLIMITE = "SPT et résistance non drainée"
IDS_GEO_DGNCALC_FDN_ULTIMATE_BEARING = "Capacité portante ultime"
IDS_GEO_DGNCALC_FDN_CALC_HORIZFACTOR = "Module d'élasticité horizontal"
IDS_GEO_DGNCALC_FDN_CALC_HORIZ_BEARING = "Portance horizontale"
IDS_GEO_DGNCALC_FDN_CALC_ELASTICFACTOR = "Module d'élasticité du sol"
IDS_GEO_DGNCALC_FDN_DAVISSION_1970 = "Argile"
IDS_GEO_DGNCALC_FDN_SOIL_N = "Essai de pénétration standard"
IDS_GEO_DGNCALC_FDN_PILETYPE_BEARING = "Calcul de la capacité portante pour pieu battu"
IDS_GEO_DGNCALC_FDN_DRILLED_BEARING = "Calcul de la capacité portante pour pieux forés et coulés en place"
IDS_GEO_DGNCALC_FDN_INTERNAL_BEARING = "Calcul de la capacité portante des pieux forés"
IDS_GEO_DGNCALC_FDN_JAPAN_BRIDGE = "Norme des ponts routiers japonais"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_2004 = "Spécifications de conception des fondations des structures (Association japonaise d’architecture, 2004)"
IDS_GEO_DGNCALC_ELASTIC_DIFF = "Théorie élastique"
IDS_GEO_DGNCALC_ELASTIC_DIFF1 = "Théorie élastique 1"
IDS_GEO_DGNCALC_ELASTIC_DIFF2 = "Théorie élastique 2"
IDS_GEO_DGNCALC_CLAY_SAT = "Argile saturée"
IDS_GEO_DGNCALC_STRAIN_EFFECT = "Effet de déformation"
IDS_GEO_DGNCALC_FDN_TERZAGHI_BEARING = "Équation de Terzaghi"
IDS_GEO_DGNCALC_FDN_MEYERHOF_BEARING = "Équation de Meyerhof"
IDS_GEO_DGNCALC_FDN_GENERAL_SHEAR_FAIL = "Échec de cisaillement général"
IDS_GEO_DGNCALC_FDN_LOCAL_SHEAR_FAIL = "Échec de cisaillement local"
IDS_GEO_DGNCALC_FDN_MODIFY_TERZAGHI = "Équation de Terzaghi modifiée"
IDS_GEO_DGNCALC_FDN_EXPERIENCE = "Expérience"
IDS_GEO_DGNCALC_FDN_COMP_STRENGTH = "Résistance à la compression uniaxiale"
IDS_GEO_DGNCALC_FDN_GOOD_ROCK = "Bonne roche"
IDS_GEO_DGNCALC_FDN_ROCK_CLASSIFICATION = "Classification des roches"
IDS_GEO_DGNCALC_FDN_PBT_TERZAGHI_PECK = "Terzaghi et al."
IDS_GEO_DGNCALC_FDN_PBT_BOND = "Bond."
IDS_GEO_DGNCALC_FDN_CANNOT_CALC_BEARING = "Impossible de calculer la capacité portante."
IDS_GEO_DGNCALC_FDN_ISNOT_LOAD = "Aucune charge verticale."
IDS_GEO_DGNCALC_FDN_MSG_E2B2E1L2 = "dans le cas e2 ≥ B/2 ou e1 ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_E2B2ELL2 = "dans le cas eB ≥ B/2 ou eL ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_ONLYAXIALFORCE = "dans le cas où il n’y a qu’une force axiale."
IDS_GEO_DGNCALC_FDN_MSG_ED8 = "dans le cas e ≤ D/8 (répartition trapézoïdale)"
IDS_GEO_DGNCALC_FDN_MSG_ED8_TRIANGLE = "dans le cas e > D/8 (répartition triangulaire)"
IDS_GEO_DGNCALC_FDN_MSG_ED2 = "dans le cas e ≥ D/2"
IDS_GEO_DGNCALC_FDN_MSG_B6 = "dans le cas ≤ B/6 (répartition trapézoïdale)"
IDS_GEO_DGNCALC_FDN_MSG_EB6_TRIANGLE = "dans le cas e > B/6 (répartition triangulaire)"
IDS_GEO_DGNCALC_FDN_MSG_EL6 = "dans le cas e ≤ L/6 (répartition trapézoïdale)"
IDS_GEO_DGNCALC_FDN_MSG_EL6_TRIANGLE = "dans le cas e > L/6 (répartition triangulaire)"
IDS_GEO_DGNCALC_FDN_MSG_6E2B6E1L = "dans le cas 6e2/B + 6e1/L ≤ 1.0 (répartition trapézoïdale)"
IDS_GEO_DGNCALC_FDN_MSG_6EBB6ELL = "dans le cas 6eB/B + 6eL/L ≤ 1.0 (répartition trapézoïdale)"
IDS_GEO_DGNCALC_FDN_MSG_B6E1L = "dans le cas /B + 6e1/L > 1.0 (répartition triangulaire)"
IDS_GEO_DGNCALC_FDN_MSG_B6ELL = "dans le cas /B + 6eL/L > 1.0 (répartition triangulaire)"
IDS_DGNCALCBASE_MESH_FAIL = "Échec de la génération du maillage."
IDS_GEO_DGNCALC_FDN_TIP_BEARING_EQ = "Équation de la capacité portante en pointe d’un pieu en tube d’acier ancré dans une roche tendre"
IDS_GEO_DGNCALC_FDN_ROEW_1987 = "Rowe et Armitage(1987)"
IDS_GEO_DGNCALC_FDN_ZHANG_1998 = "Zhang et Einstein(1998)"
IDS_GEO_DGNCALC_FDN_CFEM_2006 = "Manuel canadien d’ingénierie des fondations (2006)"
IDS_GEO_DGNCALC_FDN_SPT_TIP_ULT_BEARING = "Capacité portante ultime en pointe selon le SPT"
IDS_GEO_DGNCALC_FDN_CLAY_PILETYPE_TIP_BEARING = "Capacité portante en pointe d’un pieu battu dans l’argile"
IDS_GEO_DGNCALC_FDN_CPT_TIP_BEARING = "Capacité portante ultime selon le CPT"
IDS_GEO_DGNCALC_FDN_DISTURB_TIP_BEARING = "Capacité portante en pointe due à la perturbation du sol pendant la construction"
IDS_GEO_DGNCALC_FDN_CLAY_DRILLED_TIP_BEARING = "Capacité portante en pointe d’un pieu coulé en place dans l’argile"
IDS_GEO_DGNCALC_FDN_TOUMA_1974 = "Touma et Reese (1974), Quiros et Reese (1977)"
IDS_GEO_DGNCALC_FDN_INTERNAL_TIP_ULT_BEARING = "Capacité portante en pointe d’un pieu foré (injection de coulis de ciment)"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1956 = "Équation de Meyerhof (1956)"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_JAPAN_2004 = "Spécifications de conception des fondations des structures (Association japonaise d’architecture, 2004)"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD_1997 = "Norme de conception des fondations des structures (1997)"
IDS_GEO_DGNCALC_FDN_CGS_1985 = "Société géotechnique canadienne (1985)"
IDS_DGNCALCBASE_CALC_SECT_PROP_FAIL = "Échec du calcul des propriétés de section."
IDS_DGNCALCBASE_ERROR_SECT_DATA__s = "Une erreur s’est produite lors de l’utilisation du fichier de données de section( %s ).\nErreur :"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "deg"
